Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja4/sarakdarui-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 4 Davvi Girji 2010 .
nob: Artikkel i boka Samisk skolehistorie 4 . Davvi Girji 2010 .

source: Sámiid dáruiduhttima birra
nob: Om fornorskinga av samene

source: Per Erik Saraksen oahpaheaddjiskuvlaoahppin Kristianias 1923 . ( Govva : Selmer Norland &amp; Co , Kristiania / Finmarksbiblioteket )
nob: Per Erik Saraksen som lærerskoleelev i Kristiania 1923 ( Foto : Selmer Norland &amp; Co , Kristiania / Finmarksbiblioteket )

source: Per Erik Saraksen ( 1901–1989 ) váccii vuođđoskuvlla Deanodagas ja oahpaheaddjiskuvla Oslos .
nob: Per Erik Saraksen ( 1901–1989 ) var fra Smalfjord i Tana og gikk folkeskole i Vestertana .

source: Son lei oahpaheaddji Deanus , Bierggis ja Álttás .
nob: Han gikk lærerskole i Oslo og var lærer i Tana , Kiberg og Alta .

source: Dát lea okta sullii 20 koseriijas mat sus ledje Sámi Radios áigodagas 1956–72 .
nob: Dette er et av vel 20 kåseri som Saraksen holdt i sameradioen i perioden 1956–72 .

source: Dát lea gávdnon Sámi arkiivvas , Thor Frette-rohki báhpáriin .
nob: Vi har funnet det i Samisk arkiv , i papira etter Thor Frette .

source: Saraksen ii goassege ieš beassan oahppat čállit eatnigielas skuvllas , muhto son čálii dáid koseriijamánusiid sámegillii iežas čállinvuogi mielde .
nob: Saraksen fikk aldri lære å skrive morsmålet sitt på skolen , men skreiv ned kåserimanusa på samisk etter sin egen skrivemåte .

source: Frette lea transkriberen Saraksena artihkkala dalá čállinvuohkái .
nob: Du kan lese mer om Per Erik Saraksen lenger ute i denne boka .

source: Dan áiggis mii lea vássán maŋimus máilmmisoađi maŋŋá , leamaš sámiide beanta « miehtebiegga » .
nob: I den tida som har gått etter siste verdenskrigen har samene vært i « medvind » .

source: Nu ollu prentenbáidna ii dáide goassege leat adnon sámiid várás go dan áiggi .
nob: Så mye trykksverte er trolig aldri brukt på samene som i denne tida .

source: Eatnat čállagat – ja eanaš sámiide ustitmielalaš čállagat – leat oaidnán beaivvi čuovgga – sihke nugo bihtát bláđiid alde , ja maiddái stuorát čála-barggut mat leat girjin olggošboahtán .
nob: Mange skrifter – og mest samevennlige skrifter – har sett dagens lys – både som stykker i blader , og også større skrivearbeid som har kommet ut som bøker .

source: Soames sápmelaš maiddái lea « jienas sehkken » daid searvái , muhto eanaš čállit gullet dážabeallái .
nob: Noen samer har også « blanda stemmen sin inn » i denne forsamlinga , men de fleste skribentene hører til den norske sida .

source: « Det samiske problem » lei ovtta gaska beanta bajilčállagin soames dárogiel aviissain .
nob: « Det samiske problem » har ei tid stått som overskrift i noen norskspråklige aviser .

source: Ja man ollu álkit dat ii leat johtit miehtebiggii , go ahte vuostebiggii de galgá viggat bahkket .
nob: Og hvor mye enklere er det ikke å reise i medvind , enn å streve i motvind .

source: Muhto ii dat leamaš buot áiggiid nu « miehtebiegga » sámiide .
nob: Men det har ikke til alle tider vært slik « medvind » for samene .

source: Dan čájeha maiddái historjá dáruiduhttima birra maid dážat leat geavahan sámiid gaskkas skuvllain ja eará láhkái , ja man birra mun oanehaččat áiggun muitalit .
nob: Det viser også historia om fornorskinga som nordmennene har gjennomført blant samene i skolene og på andre måter , og som jeg kort skal fortelle om her .

source: Dan áiggi go Norga lei dánska gonagasa vuolde , lea mis uhcán diehtu skuvllaid , ja eará bajásčuvgehusbarggu birra sámiid gaskkas .
nob: I den tida da Norge var under danskekongen , har vi lite kunnskap om skoler og annet opplysningsarbeid blant samene .

source: Norgga historjá čájeha ahte maiddái dáža álbmoga gaskkas lei dan áigi sevdnjes veaigi bajásčuvgehusa hárrái .
nob: Norgeshistoria viser også at blant det norske folket var denne tida ei mørk tid når det gjelder opplysning .

source: Ja go dálu isidis lei dakkár dilli , de mo dat dalle ii lean singuin geat ledje su vuollásaččat ?
nob: Og når husbonden har slike forhold , hvordan er det ikke da hos hans undersåtter ?

source: Danne dat dáidá leat lahka duohtavuođa , jos mii čuoččuhit ahte sámiid gaskkas leai áibbas moskoseavdnjat ja báhkinvuohta .
nob: Derfor er det kanskje ikke langt fra sannheten om vi påstår at blant samene var det fullstendig mørke og hedendom .

source: Easkka maŋimus čuohtejagis dánska-áiggis ovdanloaiddastedje olbmát geaid váimmuin leai bohciidan duohta áigumuš dasa ahte buktit bajásčuvgehusa ja kristtalašvuođa čuovga sámiide .
nob: Først i det siste hundreåret av dansketida trådte det fram mennesker hvis hjerter var oppglødd av et oppriktig ønske om å bringe opplysningens og kristendommens lys til samene .

source: Dat stuorámusat ja áŋgirepmosat leaigga Thomas von Westen ja professor Knud Leem .
nob: De fremste og ivrigste var Thomas von Westen og professor Knud Leem .

source: Thomas von Westen álggahii su barggu sámiid gaskkas 1716 .
nob: Thomas von Westen starta arbeidet sitt blant samene i 1716 .

source: Dan 60 jagis das maŋás doaimmahuvvui stuora bajásčuvgehus- ja bajásráhkadusbargu sámiid gaskkas , sihke skuvllaid ja vuolggahussárdnideddjiid bokte .
nob: I 60 år fra da av var et stort opplysnings- og oppbyggingsarbeid i gang blant samene , både gjennom skoler og misjonspredikanter .

source: Sámegiella váldojuvvui atnui , ja čállagat lágiduvvojedje sámiid várás sin iežaset gillii , sihke mánáid oahppogirjjit ja maiddái soames girjji bajásráhkadussan álbmogii .
nob: Samisk språk blei tatt i bruk og skrifter blei utgitt for samene på deres eget språk , både lærebøker for barn og også noen bøker til oppbyggelse for folket .

source: Maiddái dat vuosttamuš sámegiela giellaoahppogirjjit lágiduvvojedje dan áiggi .
nob: Også de første samiske språklærebøkene blei utgitt i den tida .

source: Muhto allut mii dan gátte ahte lei ovttamielalašvuohta hearráid gaskkas sámiid bajásčuvgehusa hárrái .
nob: Men la oss ikke tro at det var enighet blant herrene om opplysningsarbeidet for samene .

source: Guhkkin eret .
nob: Langt ifra .

source: Von Westen oaivvildii ahte sámegiella berre váldojuvvot atnui , ja sámiide oahppa ja bajásčuvgehus buktojuvvui sin eatnigillii .
nob: Von Westen mente at samisk språk burde brukes , og at samene skulle få lærdom og opplysning på sitt morsmål .

source: Troandin bismmas , Peder Krogas lei earálágán oaivil .
nob: Biskopen i Trondheim , Peder Krog , hadde et annet syn .

source: Krog lei v. Westena garrasamus ja váralaččamus vuostáičuožži .
nob: Krog var von Westens hardeste og farligste motstander .

source: Son ovdandoalai ahte sámit berrejit oahpahuvvot dárogillii – dahje dánskagillii – ja de lasihii vel : « ... nu ahte sii áibbas máhttet eretheaittit sin iežaset giela » .
nob: Han framholdt at samene burde læres norsk – eller dansk – og la endog til : « saa de nedlagde deres eget finske Talemaal » .

source: Dat bismma Kroga dajahus šattai prográmman badjel 200 jagi sidjiide , geat leamaš áŋgirepmosat dáruiduhttima ovddidit sámiid gaskkas .
nob: Denne uttalelsen av biskop Krog blei program i over 200 år for dem , som har vært de ivrigste til å fremme fornorsking blant samene .

source: Sin áigumuša mearri lei aiddo dat ahte sámegiella galggai áibbas heitojuvvot ja sámit nohkat eret našuvdnan .
nob: Deres målsetting var nettopp det at samisk skulle avskaffes helt og samene dø ut som nasjon .

source: Thomas von Westen ( Njuohtama mielde mii lea Veøy girkus .
nob: Thomas von Westen ( Etter maleri i Veøy kirke .

source: Luoikan Norgga Sámemiššuvdna )
nob: Utlånt av Norges Samemisjon )

source: Peder Krog ( Gova luoikan Nidaros bismagoddi )
nob: Peder Krog ( Foto utlånt av Nidaros bispedømme )

source: Johan Ernst Gunnerus ( Johan Friderich Schweiger lea njuohtan su. 1765 .
nob: Johan Ernst Gunnerus ( Malt av Johan Friderich Schweiger ca. 1765 .

source: Govva lea Troandima katedralskuvllas .
nob: Bildet henger i Trondheim Katedralskole .

source: Luoikan Gunnerusbiblioteket , Troanddin )
nob: Utlånt av Gunnerusbiblioteket , Trondheim )

source: Dan álgosoađis vuittii vuos v. Westen .
nob: Den første striden vant von Westen .

source: Sihke dánska gonagas ja buot fámolaš hearrát doarjaledje v. Westena , vaikko vel máŋggas ge eará suja go dušše buorrivuođain sámiid vuostái .
nob: Både danskekongen og alle mektige herrer støtta von Westen , sjøl om mange av dem kunne ha andre motiv enn bare godhet mot samene .

source: Muhto bisma Krog lei fámolaš olmmái .
nob: Men biskop Krog var en mektig mann .

source: Seamma jagi go v. Westen jámii – 1727 – olahii son oažžut dan miššon- ja oahpaheaddji-skuvla dahppojuvvot maid v. Westen lei bidjan mátkái Troandimis .
nob: Samme året som von Westen døde – 1727 – oppnådde han å få lagt ned den misjons- og lærerskolen som von Westen hadde satt igang i Trondheim .

source: Sámegiella gildojuvvui skuvllain ja girkuin , ja boares čállagat duođaštit ahte soames báikkiin čirro sámit go masse sámegielalaš oahpaheddjiid ja sárdnideddjiid .
nob: Samisk blei forbudt i skoler og kirker , og gamle skrifter forteller at noen steder gråt samene da de mista sine samiskspråklige lærere og predikanter .

source: Gávdnojit maiddái duođaštusat mat muitalit ahte dan áiggi lei soames sajiin bajásčuvgehus sámiid gaskkas buoret go daid dážaid gaskkas geat ásse dáppe davvin .
nob: Det finnes også vitnemål som forteller at i den tida var opplysninga blant samer noen steder bedre enn blant nordmennene som bodde her nord .

source: Vaikko diehtemeahttunvuohta fas lassánii , de lei dan siepmanis maid v. Westen ja su mielbargit ledje gilván , nu ollu eallinfápmu ahte dat ii goassege šat áibbas goarránan – ii obba daid áiggiid ge go bisma Kroga galbma vuoigŋa ráđđii .
nob: Sjøl om uvitenheten økte igjen , så var det i det frøet som von Westen og hans medarbeidere hadde sådd , så stor livskraft at det aldri mer tørka helt ut – heller ikke i den tida da biskop Krogs harde ånd rådde grunnen .

source: 1750-jagiid siste rabastuvvui fas ođđa skuvla Troandimis oahpaheddjiid várás sámiide – Seminarium Lapponicum .
nob: På 1750-tallet blei det igjen åpna en ny skole i Trondheim for lærere for samene – Seminarium Lapponicum .

source: Knud Leem biddjui skuvlaovdačuožžun , ja buoret ja dohkálaččat olmmái ii livčče máhttán gávdnot .
nob: Knud Leem blei satt som skoleforstander , og bedre og dugeligere mann kunne man ikke ha funnet .

source: Bisma Krog lei áigá juo jápmán , ja dan áiggi šattai muhtun hirbmat allaoahppan ja jierpmálaš olmmái bisman .
nob: Biskop Krog var for lengst død , og i denne tida blei en svært høyt utdanna og fornuftig mann biskop .

source: Su namma lei Gunnerus .
nob: Navnet hans var Gunnerus .

source: Son doarjalii Leema ja barggu sámiid ovddas , ja gievrat veahki ii livčče Leem máhttán oažžut .
nob: Han støtta Leem og arbeidet for samene , og sterkere hjelp kunne ikke Leem ha fått .

source: Jagi maŋŋá go Gunnerus lei badjilváldán bismaámmáha , čálii son : « Sámit eai čájet fuolahisvuođa oahppat dárogiela , go sis vejolašvuohta beare leat dasa , ja dat livččii leamaš hirbmatlaš ahte bágget sin áibbas heaitit sin eatnigielaset , mas sii leat seamma stuora ráhkisteaddjit go guhtege eará našuvdna oba máilmmis . Láđđásit ja siivvut berre meannuduvvot vai oahpašedje min giela – ja oahpaheaddji galgá sin gillii dárkilit čilget sidjiide buot maid sii lohket ja ohppet dánskagillii , ahte sii eai galgga dego papegojat noahkut juoidá dánskagillii . »
nob: Året etter at Gunnerus hadde påtatt seg biskopembetet , skreiv han : « Samene er ikke uinteresserte i å lære norsk , når de bare får mulighet til det , og det ville være forferdelig å tvinge dem til å slutte å bruke sitt eget språk , av hvilket de er like store elskere som hvilken som annen nasjon i hele verden . Varsomt og forsiktig bør man oppføre seg for å lære dem vårt språk – og læreren skal på deres språk nøyaktig forklare dem alt hva de skal lese og lære på dansk , slik at de ikke som papegøyer skal etterplapre noe på dansk . »

source: Nuppi bealis lea fas bisma Gunnerus dajahus šaddan prográmman buohkaide geat leat bargan dan ala ahte várjalit dan uhca sámi-našuvnnaža ja dieđihit sidjiide oahpu ja bajásčuvgehusa dan láhkái ahte dat šattašii sámiide stuorámus áiggálaš ja vuoiŋŋalaš ávkin .
nob: På den andre sida er biskop Gunnerus ' uttalelse blitt et program for alle som har arbeida for å verge den lille samiske nasjon og bringe dem lærdom og opplysning slik at det kan bli til den største verdslige og åndelige nytte for samene .

source: Gunnerus jámii 1773 , ja Leem jagi maŋŋá .
nob: Gunnerus døde i 1773 , og Leem året etter .

source: Bisma Krog prográmma bealušteaddjit ožžo dallánaga Seminarium Lapponicum dahppojuvvot .
nob: Forsvarerne av Biskop Krogs program fikk umiddelbart stengt Seminarium Lapponicum .

source: Sin gáibádusa mielde mearridii dánska gonagasa ráđđehus ahte sámegiella fas galggai gildojuvvot skuvllain .
nob: Etter deres krav bestemte danskekongens regjering at samisk igjen skal forbys i skolene .

source: Gunnerus maŋis-čuovvu bismaámmáhis čálii 1774 : « Sámiid ferte vuos olmmožin ráhkadit , ja dalle easka sii máhttet kristtalažžan šaddat . »
nob: Gunnerus ' etterfølger i bispeembetet skreiv i 1774 : « Først må man gjøre samene til mennesker , og først da kan de bli kristne . »

source: Su oaivvil mielde eai lean sámit olbmot , ii ge sámegiella olbmuid giella .
nob: Etter hans mening var ikke samene mennesker , og samisk var ikke et menneskespråk .

source: Olmmožin galge sámit ráhkaduvvot dan láhkái ahte sii bággejuvvojedje heaitit sin eatnigiela , ja bággejuvvojedje dárogiela oahppat .
nob: Til mennesker skulle samene formes på den måten at de blei tvunget til å slutte å bruke sitt morsmål og tvunget til å lære norsk .

source: Vártnuhis áigi bođii dan uhca sámi našuvnnaža badjel .
nob: Tunge tider kom over den lille samiske nasjonen .

source: Diehtu uhcánii , seađut ja vuogit hedjonedje surgadit .
nob: Kunnskapen minka , skikker og vaner blei sørgelig forverra .

source: Buolleviidnegávppit ásahuvvojedje , sámit gefojedje , ja viidnagávpálaččat riggo .
nob: Brennevinsutsalg blei starta , samene blei fattigere og vinhandlerne rike .

source: Oamedovddolaš ámmátolbmát sáddejedje ovtta heahttičuorvasa nuppi maŋis , muhto ráđđejeaddji hearrát eai bivdán beallji .
nob: Samvittighetsfulle mennesker sendte ut det ene nødrop etter det andre , men de rådende herrer hørte ikke på det øret .

source: Sii ledje njoammaduvvon bisma Kroga vuoiŋŋain .
nob: De var smitta av biskop Krogs ånd .

source: Proavás Deinboll Nuorta-Sámieatnamis čálii 1826 : « Dat vuohki ásahuvvui ahte sámit galge oahppat dárogiela , ja duššefal dárogiel girjjit gilvojuvvot sin gaskii . Das čuvvo surgatlaš dilit , dábálaš diehtemeahttunvuohta , ja religiovnnalaš eretjorraleapmi , lea čájehan boasttuvuođa dakkáraš doaimmahanvuogis , ja man boastut dat lea ahte viggat áibbas eretheaittihit giela mii lea eatnimilkkiin oktanaga sisanjámmojuvvon , giela mii leamaš ovddavánhemiid bassi oapmi , ja maid juo eai oba sámit ge mielasteaset suova alddiset eretrivvejuvvot . »
nob: Prosten Deinboll i Øst-Finnmark skreiv i 1826 : « Den metoden blei innført at samene skulle lære norsk og bare norske bøker blei spredt blant dem. . Av dette fulgte sørgelige tilstander , generell uvitenhet og religiøst frafall , dette har vist det gale i en slik framgangsmåte , og hvor galt det er å forsøke på å helt avskaffe et språk som er sugd inn med morsmelka , et språk som har vært forfedrenes hellige eie og som samene heller ikke frivillig lar deg frarøve . »

source: Nuppástus ii boahtán ovdal go dat dovddus , ja sámiid vuostái ustitlaš báhppa , Stockfleth , bođii báhppan Oarje-Sámeeatnamii 1820-jagiid siste .
nob: Endringen kom ikke før den berømte og samevennlige presten , Stockfleth , kom som prest til Øst-Finnmark i 1820-årene .

source: Dalle lei Norga luovvanan Dánmárkkus , ja lei ožžon iežas ráđđehusa .
nob: Da var Norge løsrevet fra Danmark og hadde fått egen regjering .

source: Dan ráđđehusa oaččui Stockfleth bealji bivdit su heahtečuorvasii , ja son oaččui stáhtaveahki ahte doaimmahit beasai su viššalis barggus lávuin ja gođiid , girkuin ja skuvlaviesuin – sámiide illun ja stuora ávkin .
nob: Denne regjeringa fikk Stockfleth til å lytte til sitt nødrop , og han fikk statsstøtte til å sette i gang sitt flittige arbeid i telt og gammer , kirker og skolehus – til samenes glede og store nytte .

source: Dát buorre áigi sámiid ja sin giela hárrái ii bistán nu menddo guhká .
nob: Denne gode tida for samene og språket deres varte ikke særlig lenge .

source: Jagi 1850 rájes ealáskii fas bisma Peder Krog vuoigŋa , ja álggii soajáid lebbohallat .
nob: Fra 1850 våkna biskop Peder Krogs ånd igjen til live og begynte å bre ut sine vinger .

source: Dáruiduhttin sisafievrriduvvui fasttain , álggos vuos litnásit , dasto garraset dat garraset – gitta dassái go jahkečuohtemolsuma maŋŋil fas šattai sámegiella áibbas gildojuvvon giellan sámemánáide skuvllain .
nob: Fornorskinga blei igjen innført , først mykt , seinere hardere og hardere – inntil samisk etter århundreskiftet igjen blei helt forbudt som språk for samebarna i skolen .

source: Dat lei nu dego dážahearrát livčče šaddan ballui ahte sámit máhttet menddo jierbmái šaddat .
nob: Det var som om de norske herrene hadde blitt redde for at samene skulle bli altfor kloke .

source: Ahte dat lei Kroga badjel 200 jagi boares prográmma dáruiduhttima bealušteaddjit čuvvo , čájeha maid okta sis dajai báhppii Otterbechii : « Min áigumuša mearri lea oažžut sámegiela áibbas eretheitojuvvot – dušše duoddariin doppe Guovdageainnus oažžut mii vurket sámegiela dego – museum-oami . »
nob: At det var Krogs over 200 år gamle program fornorskingstilhengerne fulgte , viser hva en av dem sa til presten Otterbech : « Vårt mål var å få samisk helt utrydda – bare på vidda der oppe i Kautokeino kan vi bevare samisk som en museumsgjenstand . »

source: Mu mielas lea váttis ipmirdit dán politihka dážaid bealis sámiid vuostái maŋŋil 1870 .
nob: Etter min mening er det vanskelig å forstå denne politikken fra nordmennene overfor samene etter 1870 .

source: Dalle gohccái dážaid gaskkas duohta našuvnnalaš dovdu .
nob: Da våkna den sanne nasjonalfølelsen blant nordmennene .

source: Dáža olbmot barge viššalit buhtistit dárogielas ja dárokultuvrras buot olgoriikkalaš ( dánskalaš ) elemeanttaid , oaffarušše ollu barggu ja ruđaid skuvla- ja girjegiela lágidan várás álbmot-dialeavttaide .
nob: Nordmenn arbeidet flittig for å renske norsk språk og norsk kultur for alle utenlandske ( danske ) elementer , ofra mye arbeid og penger for å få skole- og bokspråket etter folkedialektene .

source: Muhto mađe eambbo dat sin bargu ovdánii , de dađe garraset vuolásdeddui sámegiella ja olggoštuvui dat uhca sámenašuvnnaža .
nob: Men jo mer dette arbeidet deres gikk framover , jo hardere undertrykte de det samiske språket og utestengte den lille samenasjonen .

source: Seammá áiggi go buot máilmmi pedagogat – Norgga pedagogat maiddái – sárdnidedje ahte máná skuvlaoahppu galggai álggahuvvot ságaiguin ja áššiiguin mat mánnái juo ledje siiddas eret oahppás , de sámemánáide ii oba šat vuoigatvuohta ge addojuvvon ahte mánná eatnigielas oaččui gullat skuvllas .
nob: Samtidig som alle verdens pedagoger – norske pedagoger også – predika at barnas skolelærdom skal starte med fortellinger og saker som barnet allerede hjemmefra er blitt kjent med , så blei samebarna overhodet ikke gitt den retten at barnets morsmål fikk høres på skolen .

source: Sámemánná vuostáiváldojuvvo skuvllas amas gillii .
nob: Samebarnet blei mottatt på skolen i et fremmed språk .

source: Skuvlalága mearrádus , ahte máná hállangiella nu guhkás go vejolaš lei , galggai adnojuvvot buot njálmmálaš oahpaheami vuolde , ii lean sámi mánáid várás .
nob: Skolelovens bestemmelse om at barnets talespråk så langt som mulig skal brukes i all muntlig undervisning , var ikke for samiske barn .

source: Dat mearrádus lei dušše dážamánáid dihtii .
nob: Denne bestemmelsen var bare for de norske barna .

source: Njuolggadusat oahpaheddjiide giellaseaguhusguovlluin mearridedje ahte sámegiela dušše goaikkanasaid mielde oaččui atnot veahkkegiellan .
nob: Retningslinjene for lærere i språkblandingsområder slo fast at samisk bare i små drypp kunne brukes som hjelpespråk .

source: Maiddái olggobealde skuvlla vuolásdeddojedje sámit ja sámegiela garra gieđain .
nob: Også utafor skolen blei samer og samisk språk undertrykt med hard hand .

source: Hålogalandii galggai namahuvvot ođđa bisma dan áiggi go Jens Otterbech lei gieldabáhppan Sámeeatnamis .
nob: I Hålogaland skulle det utnevnes ny biskop i den tida da Jens Otterbech var sogneprest i Finnmark .

source: Son lei ožžon nu ollu steammaid dáppe davvieatnamis ahte livččii lean govttolaš ahte son lei namahuvvon bisman .
nob: Han hadde fått så mange stemmer her i nord at det hadde vært rimelig at han blei utnevnt til biskop .

source: Muhto dáru girkodepartemeanta ii beroštan das maidege ja manai Otterbech meattá .
nob: Men det norske kirkedepartementet brydde seg ikke om det og gikk forbi Otterbech .

source: Váttis lea dasa oaidnit eará siva go dan ahte Otterbech lei duođalaš ja áŋgiris sámiid bealušteaddji .
nob: Det er vanskelig å se annen grunn til dette enn at Otterbech var en ærlig og ivrig forsvarer av samene .

source: 1902 lágiduvvojedje ođđa njuolggadusat stáhta eananvuovdima ja - láiguheami birra Sámeeatnamis .
nob: I 1902 blei det innført nye regler for salg og leie av statens jord i Finnmark .

source: De mearriduvvui ahte stáhta eana galgá vuvdojuvvot dahje láiguhuvvot eanagilvimii dušše dohkálaš olbmuide , geat máhttet sihke hállat , lohkat ja čállit dárogiela , ja atnit dárogiela beaivválaš anus .
nob: Da blei det bestemt at statens jord skulle selges eller leies for dyrking bare til dugelige folk , som kunne både snakke , lese og skrive norsk og bruke norsk til daglig bruk .

source: Dainna mearrádusain čuovvu , ahte sámit geat beaivválaččat hállet sámegiela , eai galgan leat dohkálačča ahte oažžut ovttage bihtá Sámeeatnan eatnamis maid sin ovddavánhemat ledje duolbman ja eaiggáduššan jahkeduháhiid ovdal go oktage dáža deike ásai .
nob: Denne bestemmelsen medførte at samer som til vanlig snakka samisk , ikke skulle duge til å få en liten bit av Samelands jord , som deres forfedre hadde gått på og eid i årtusener før en eneste nordmann slo seg ned her .

source: Daid jagiid olggosmanai maiddái ávžžuhus dážaolbmuide ahte fárret ja ássat Sámeeatnamii geainna vejolaš lei .
nob: I de åra gikk det også ut oppfordring til nordmenn som hadde mulighet for det om å flytte og slå seg ned i Sameland .

source: Eatnagat čuvvo ávžžuhusa , ja dat šattai gáržžit sámiide .
nob: Mange fulgte oppfordringa og det blei trangt for samene .

source: Buot fronttain geavahuvvui Peder Kroga prográmma garraset velá go dan lágideaddji alddes .
nob: På alle fronter blei Peder Krogs program gjennomført enda hardere enn grunnleggeren sjøl hadde gjort .

source: Dát mearrádusat čájehit ahte dat lei iešválddálaš ráđđen- ja hearrápolitihkka mii geavahuvvui sámiid vuostá .
nob: Disse bestemmelsene viser at det var en sjølrådig styrings- og herrepolitikk som blei brukt mot samene .

source: Min guovllus lávejedje olbmot dadjat : « Dáža ja Biru » dahje « Dážaguovttos Biruin » .
nob: I området vårt brukte folk å si : « Nordmannen og Djevelen » eller « Nordmannen i lag med Djevelen » .

source: Ii go son dat sátnevájas lea lágiduvvon dan áiggi go dat garra mearrádusat stáhta hearráide sáddejuvvojedje njuolggadussan mo sámiid vuostái galggai geavahuvvot .
nob: Dette ordtaket oppsto i den tida da de harde bestemmelsene fra statens herrer blei sendt ut som forskrifter for hvordan samene skulle behandles .
